Repository: Geoege-xll/quotio
Catalog: Quotio/Localizable.xcstrings
Source language: en
Languages: fr, vi, zh_hans, zh_hant

# settings.privacy.help
source: Masks sensitive account text. Anonymous usage sharing sends app version and crash diagnostics only; it never sends tokens, OAuth codes, API keys, prompts, request bodies, headers, account identities, quota payloads, or local file paths.
fr: Masque les textes de compte sensibles. Le partage d'utilisation anonyme envoie uniquement la version de l'app et les diagnostics de crash ; il n'envoie jamais de jetons, codes OAuth, cles API, prompts, corps de requete, en-tetes, identites de compte, donnees de quota ou chemins de fichiers locaux.
vi: Che nội dung tài khoản nhạy cảm. Chia sẻ sử dụng ẩn danh chỉ gửi phiên bản ứng dụng và chẩn đoán crash; không bao giờ gửi token, mã OAuth, API key, prompt, request body, header, danh tính tài khoản, dữ liệu quota hoặc đường dẫn file cục bộ.
zh_hans: 隐藏敏感账户文本。匿名使用分享只发送应用版本和崩溃诊断；绝不会发送令牌、OAuth 代码、API 密钥、提示词、请求正文、标头、账户身份、配额数据或本地文件路径。

# settings.privacy.hideSensitive
source: Hide Sensitive Information
fr: Masquer les informations sensibles
vi: Ẩn thông tin nhạy cảm
zh_hans: 隐藏敏感信息

# settings.privacy.hideSensitiveHelp
source: Masks emails and account names with ● characters across the app
fr: Masque les e-mails et noms de compte avec des caractères ● dans toute l'application
vi: Che email và tên tài khoản bằng ký tự ● trong toàn bộ ứng dụng
zh_hans: 在应用中使用 ● 字符隐藏邮箱和账户名称

# settings.privacy.shareAnonymousUsage
source: Share Anonymous Usage
fr: Partager l'utilisation anonyme
vi: Chia sẻ sử dụng ẩn danh
zh_hans: 分享匿名使用情况

# settings.proxy.error.invalidPort
source: Invalid port number
fr: Numéro de port invalide
vi: Số port không hợp lệ
zh_hans: 无效的端口号

# settings.proxy.error.invalidScheme
source: Invalid scheme. Use socks5://, http://, or https://
fr: Schéma invalide. Utilisez socks5://, http:// ou https://
vi: Scheme không hợp lệ. Sử dụng socks5://, http://, hoặc https://
zh_hans: 无效的协议。使用 socks5://、http:// 或 https://

# settings.proxy.error.invalidURL
source: Invalid URL format
fr: Format d'URL invalide
vi: Định dạng URL không hợp lệ
zh_hans: 无效的 URL 格式

# settings.proxy.error.missingHost
source: Missing host
fr: Hôte manquant
vi: Thiếu host
zh_hans: 缺少主机

# settings.proxy.error.missingPort
source: Port is required for socks5
fr: Le port est requis pour socks5
vi: Port là bắt buộc cho socks5
zh_hans: socks5 需要端口号

# settings.proxy.loading
source: Loading settings...
fr: Chargement des paramètres...
vi: Đang tải cài đặt...
zh_hans: 正在加载设置...

# settings.proxy.startToConfigureAdvanced
source: Start proxy to configure advanced settings
fr: Démarrer le proxy pour configurer les paramètres avancés
vi: Khởi động proxy để cấu hình nâng cao
zh_hans: 启动代理以配置高级设置

# settings.proxyServer
source: Proxy Server
fr: Serveur proxy
vi: Máy chủ proxy
zh_hans: 代理服务器

# settings.proxySettings
source: Proxy Settings
fr: Paramètres du proxy
vi: Cài đặt Proxy
zh_hans: 代理设置

# settings.proxyUpdate
source: Proxy Updates
fr: Mises à jour du proxy
vi: Cập nhật Proxy
zh_hans: 代理更新

# settings.proxyUpdate.advanced
source: Advanced
fr: Avancé
vi: Nâng cao
zh_hans: 高级

# settings.proxyUpdate.advanced.activate
source: Activate
fr: Activer
vi: Kích hoạt
zh_hans: 激活

# settings.proxyUpdate.advanced.availableVersions
source: Available Versions
fr: Versions disponibles
vi: Phiên bản khả dụng
zh_hans: 可用版本

# settings.proxyUpdate.advanced.current
source: Current
fr: Actuel
vi: Hiện tại
zh_hans: 当前

# settings.proxyUpdate.advanced.description
source: Install a specific proxy version
fr: Installer une version spécifique du proxy
vi: Cài đặt phiên bản proxy cụ thể
zh_hans: 安装特定的代理版本

# settings.proxyUpdate.advanced.fetchError
source: Failed to fetch releases
fr: Échec du chargement des versions
vi: Không thể tải danh sách phiên bản
zh_hans: 无法获取版本

# settings.proxyUpdate.advanced.install
source: Install
fr: Installer
vi: Cài đặt
zh_hans: 安装

# settings.proxyUpdate.advanced.installed
source: Installed
fr: Installé
vi: Đã cài
zh_hans: 已安装

# settings.proxyUpdate.advanced.installedVersions
source: Installed Versions
fr: Versions installées
vi: Phiên bản đã cài
zh_hans: 已安装版本

# settings.proxyUpdate.advanced.loading
source: Loading releases...
fr: Chargement des versions...
vi: Đang tải danh sách...
zh_hans: 正在加载版本...

# settings.proxyUpdate.advanced.noReleases
source: No releases found
fr: Aucune version trouvée
vi: Không tìm thấy phiên bản
zh_hans: 未找到版本

# settings.proxyUpdate.advanced.prerelease
source: Pre-release
fr: Pré-version
vi: Thử nghiệm
zh_hans: 预发布

# settings.proxyUpdate.advanced.title
source: Version Manager
fr: Gestionnaire de versions
vi: Quản lý phiên bản
zh_hans: 版本管理器

# settings.proxyUpdate.available
source: Update Available
fr: Mise à jour disponible
vi: Có bản cập nhật
zh_hans: 有可用更新

# settings.proxyUpdate.checkNow
source: Check for Updates
fr: Vérifier les mises à jour
vi: Kiểm tra cập nhật
zh_hans: 检查更新

# settings.proxyUpdate.currentVersion
source: Current Version
fr: Version actuelle
vi: Phiên bản hiện tại
zh_hans: 当前版本

# settings.proxyUpdate.deleteWarning.confirm
source: Install Anyway
fr: Installer quand même
vi: Vẫn cài đặt
zh_hans: 仍然安装

# settings.proxyUpdate.deleteWarning.message
source: Installing this version will delete the following old versions to keep only %d most recent: %@
fr: L'installation de cette version supprimera les anciennes versions suivantes pour ne garder que les %d plus récentes : %@
vi: Cài đặt phiên bản này sẽ xóa các phiên bản cũ sau để chỉ giữ lại %d phiên bản gần nhất: %@
zh_hans: 安装此版本将删除以下旧版本，仅保留最近的 %d 个：%@

# settings.proxyUpdate.deleteWarning.title
source: Old Versions Will Be Deleted
fr: Les anciennes versions seront supprimées
vi: Phiên bản cũ sẽ bị xóa
zh_hans: 旧版本将被删除

# settings.proxyUpdate.help
source: Managed updates with dry-run validation ensure safe upgrades
fr: Les mises à jour gérées avec validation à blanc garantissent des mises à niveau sûres
vi: Cập nhật có kiểm soát với xác thực thử nghiệm đảm bảo nâng cấp an toàn
zh_hans: 具有预演验证的托管更新可确保安全升级

# settings.proxyUpdate.proxyMustRun
source: Proxy must be running to check for updates
fr: Le proxy doit être en cours d'exécution pour vérifier les mises à jour
vi: Proxy phải đang chạy để kiểm tra cập nhật
zh_hans: 代理必须运行才能检查更新

# settings.proxyUpdate.unknown
source: Unknown
fr: Inconnu
vi: Không xác định
zh_hans: 未知

# settings.proxyUpdate.upToDate
source: Up to date
fr: À jour
vi: Đã cập nhật
zh_hans: 已是最新

# settings.quota.display
source: Quota Display
fr: Affichage du quota
vi: Hiển thị Quota
zh_hans: 配额显示

# settings.quota.display.help
source: Choose how to display quota percentages across the app.
fr: Choisissez comment afficher les pourcentages de quota dans l'application.
vi: Chọn cách hiển thị phần trăm quota trong ứng dụng.
zh_hans: 选择如何在应用中显示配额百分比。

# settings.quota.displayMode
source: Display Mode
fr: Mode d'affichage
vi: Chế độ hiển thị
zh_hans: 显示模式

# settings.quota.displayMode.remaining
source: Remaining
fr: Restant
vi: Còn lại
zh_hans: 剩余

# settings.quota.displayMode.used
source: Used
fr: Utilisé
vi: Đã dùng
zh_hans: 已使用

# settings.quota.displayStyle
source: Display Style
fr: Style d'affichage
vi: Kiểu hiển thị
zh_hans: 显示样式

# settings.quota.left
source: left
fr: restant
vi: còn lại
zh_hans: 剩余

# settings.quota.style.card
source: Card
fr: Carte
vi: Thẻ
zh_hans: 卡片

# settings.quota.style.lowestBar
source: Lowest Bar Only
fr: Barre la plus basse uniquement
vi: Chỉ thanh thấp nhất
zh_hans: 仅最低进度条

# settings.quota.style.ring
source: Ring
fr: Anneau
vi: Vòng
zh_hans: 圆环

# settings.quota.used
source: used
fr: utilisé
vi: đã dùng
zh_hans: 已使用

# settings.quotaExceededBehavior
source: Quota Exceeded Behavior
fr: Comportement en cas de dépassement de quota
vi: Hành vi khi vượt hạn mức
zh_hans: 配额超限行为

# settings.quotaExceededHelp
source: When quota is exceeded, automatically try alternative accounts or models
fr: Lorsque le quota est dépassé, essayer automatiquement d'autres comptes ou modèles
vi: Khi vượt hạn mức, tự động thử tài khoản hoặc mô hình khác
zh_hans: 配额超限时，自动尝试备选账户或模型

# settings.refresh
source: Refresh
fr: Actualisation
vi: Làm mới
zh_hans: 刷新

# settings.refresh.cadence
source: Auto-refresh
fr: Actualisation auto
vi: Tự động làm mới
zh_hans: 自动刷新

# settings.refresh.help
source: How often to automatically refresh quota data. Select Manual to disable auto-refresh.
fr: Fréquence d'actualisation automatique des données de quota. Sélectionnez Manuel pour désactiver.
vi: Tần suất tự động làm mới dữ liệu quota. Chọn Thủ công để tắt tự động làm mới.
zh_hans: 自动刷新配额数据的频率。选择手动以禁用自动刷新。

# settings.refresh.manual
source: Manual
fr: Manuel
vi: Thủ công
zh_hans: 手动

# settings.refresh.now
source: Refresh Now
fr: Actualiser maintenant
vi: Làm mới ngay
zh_hans: 立即刷新

# settings.remote.noConnection
source: Not connected to remote server
fr: Non connecté au serveur distant
vi: Chưa kết nối đến máy chủ từ xa
zh_hans: 未连接到远程服务器

# settings.remoteProxySettings
source: Remote Proxy Settings
fr: Paramètres du proxy distant
vi: Cài đặt Proxy từ xa
zh_hans: 远程代理设置

# settings.remoteServer.configure
source: Configure...
fr: Configurer...
vi: Cấu hình...
zh_hans: 配置...

# settings.remoteServer.help
source: Configure connection to your remote CLIProxyAPI server
fr: Configurer la connexion à votre serveur CLIProxyAPI distant
vi: Cấu hình kết nối đến máy chủ CLIProxyAPI từ xa của bạn
zh_hans: 配置连接到您的远程CLIProxyAPI服务器

# settings.remoteServer.notConfigured
source: Not Configured
fr: Non configuré
vi: Chưa cấu hình
zh_hans: 未配置

# settings.remoteServer.title
source: Remote Server
fr: Serveur distant
vi: Máy chủ từ xa
zh_hans: 远程服务器

# settings.requestLog
source: Log requests
fr: Enregistrer les requêtes
vi: Ghi nhật ký yêu cầu
zh_hans: 记录请求

# settings.restartProxy
source: Restart proxy for changes to take effect
fr: Redémarrer le proxy pour appliquer les modifications
vi: Khởi động lại proxy để áp dụng thay đổi
zh_hans: 重启代理以使更改生效

# settings.retryConfiguration
source: Retry Configuration
fr: Configuration des tentatives
vi: Cấu hình thử lại
zh_hans: 重试配置

# settings.retryHelp
source: Number of times to retry failed requests (403, 408, 500, 502, 503, 504)
fr: Nombre de tentatives pour les requêtes échouées (403, 408, 500, 502, 503, 504)
vi: Số lần thử lại yêu cầu thất bại (403, 408, 500, 502, 503, 504)
zh_hans: 失败请求的重试次数（403、408、500、502、503、504）

# settings.roundRobin
source: Round Robin
fr: Tourniquet
vi: Xoay vòng
zh_hans: 轮询

# settings.roundRobinDesc
source: Distributes requests evenly across all accounts
fr: Distribue les requêtes uniformément entre tous les comptes
vi: Phân phối yêu cầu đều cho tất cả tài khoản
zh_hans: 在所有账户间均匀分配请求

# settings.routingStrategy
source: Routing Strategy
fr: Stratégie de routage
vi: Chiến lược định tuyến
zh_hans: 路由策略

# settings.showInDock
source: Show in Dock
fr: Afficher dans le Dock
vi: Hiển thị trên Dock
zh_hans: 在 Dock 中显示

# settings.startup
source: Startup
fr: Démarrage
vi: Khởi động
zh_hans: 启动

# settings.status
source: Status
fr: Statut
vi: Trạng thái
zh_hans: 状态

# settings.updateChannel.beta
source: Beta
fr: Bêta
zh_hans: 测试版

# settings.updateChannel.receiveBeta
source: Receive beta updates
fr: Recevoir les mises à jour bêta
vi: Nhận bản cập nhật beta
zh_hans: 接收测试版更新

# settings.updates
source: Updates
fr: Mises à jour
vi: Cập nhật
zh_hans: 更新

# settings.upstreamProxy
source: Upstream Proxy
fr: Proxy amont
vi: Proxy thượng nguồn
zh_hans: 上游代理

# settings.upstreamProxy.placeholder
source: socks5://host:port or http://host:port
fr: socks5://host:port ou http://host:port
vi: socks5://host:port hoặc http://host:port
zh_hans: socks5://host:port 或 http://host:port

# settings.upstreamProxy.title
source: Upstream Proxy
fr: Proxy amont
vi: Proxy thượng nguồn
zh_hans: 上游代理

# settings.usageDisplay.description
source: Control how overall quota usage is calculated across session and extra limits.
fr: Contrôlez le calcul de l'utilisation globale du quota entre les limites de session et supplémentaires.
vi: Kiểm soát cách tính toán sử dụng quota tổng thể qua các giới hạn phiên và bổ sung.
zh_hans: 控制如何跨会话和额外限制计算总体配额使用量。

# settings.usageDisplay.modelAggregation.average
source: Average remaining
fr: Moyenne restante
vi: Trung bình còn lại
zh_hans: 平均剩余

# settings.usageDisplay.modelAggregation.description
source: When multiple model limits exist, choose how to summarize the total.
fr: Lorsque plusieurs limites de modèle existent, choisissez comment résumer le total.
vi: Khi tồn tại nhiều giới hạn mô hình, chọn cách tóm tắt tổng.
zh_hans: 当存在多个模型限制时，选择如何汇总总计。

# settings.usageDisplay.modelAggregation.lowest
source: Lowest remaining (default)
fr: Plus bas restant (par défaut)
vi: Thấp nhất còn lại (mặc định)
zh_hans: 最低剩余（默认）

# settings.usageDisplay.modelAggregation.title
source: Model-Specific Aggregation
fr: Agrégation par modèle
vi: Tổng hợp theo mô hình cụ thể
zh_hans: 模型特定聚合

# settings.usageDisplay.title
source: Usage Display
fr: Affichage de l'utilisation
vi: Hiển thị sử dụng
zh_hans: 使用量显示

# settings.usageDisplay.totalMode.combined
source: Session + extra
fr: Session + supplémentaire
vi: Phiên + bổ sung
zh_hans: 会话 + 额外

# settings.usageDisplay.totalMode.description
source: Choose whether the total usage reflects only session limits or combines session and extra usage.
fr: Choisissez si l'utilisation totale reflète uniquement les limites de session ou combine les utilisations de session et supplémentaires.
vi: Chọn xem tổng sử dụng có phản ánh chỉ giới hạn phiên hay kết hợp phiên và sử dụng bổ sung.
zh_hans: 选择总体使用量是仅反映会话限制还是会话和额外使用量的总和。

# settings.usageDisplay.totalMode.sessionOnly
source: Session only (default)
fr: Session uniquement (par défaut)
vi: Chỉ phiên (mặc định)
zh_hans: 仅会话（默认）

# settings.usageDisplay.totalMode.title
source: Total Usage Calculation
fr: Calcul de l'utilisation totale
vi: Tính toán tổng sử dụng
zh_hans: 总体使用量计算

# settings.yubikey.change
source: Change associated key
fr: Changer la clé associée
vi: Đổi khóa liên kết
zh_hans: 更改关联的密钥

# settings.yubikey.changeBlocked
source: The current YubiKey cannot be changed while it protects Quotio secrets.
fr: La YubiKey actuelle ne peut pas être changée tant qu’elle protège des secrets Quotio.
vi: Không thể đổi YubiKey hiện tại khi nó đang bảo vệ các bí mật của Quotio.
zh_hans: 当前 YubiKey 正在保护 Quotio 密钥时无法更换。

# settings.yubikey.detected
source: YubiKey detected. Set it up to use it as Quotio’s secret vault.
fr: YubiKey détectée. Configurez-la pour l’utiliser comme coffre de secrets de Quotio.
vi: Đã phát hiện YubiKey. Hãy thiết lập để dùng làm két bảo mật của Quotio.
zh_hans: 已检测到 YubiKey。完成设置后即可用作 Quotio 的密钥保险库。

# settings.yubikey.help
source: Uses an RSA PIV identity on your YubiKey. Quotio stores encrypted ciphertext locally; the private key and PIN stay on the YubiKey. Set up a key below if none is listed.
fr: Utilise une identité PIV RSA sur votre YubiKey. Quotio stocke localement du texte chiffré ; la clé privée et le code PIN restent sur la YubiKey. Configurez une clé ci-dessous si aucune n’apparaît.
vi: Sử dụng danh tính PIV RSA trên YubiKey của bạn. Quotio lưu bản mã hóa trên máy; khóa riêng và mã PIN luôn nằm trong YubiKey. Hãy thiết lập một khóa bên dưới nếu chưa có khóa nào.
zh_hans: 使用 YubiKey 上的 RSA PIV 身份。Quotio 在本地保存加密后的密文；私钥和 PIN 始终留在 YubiKey 上。如果下方没有列出密钥，请先设置一个。

# settings.yubikey.identityPicker
source: YubiKey PIV key
fr: Clé PIV YubiKey
vi: Khóa PIV YubiKey
zh_hans: YubiKey PIV 密钥

# settings.yubikey.insert
source: Insert a YubiKey to use it as Quotio’s secret vault.
fr: Insérez une YubiKey pour l’utiliser comme coffre de secrets de Quotio.
vi: Hãy cắm YubiKey để dùng làm két bảo mật của Quotio.
zh_hans: 请插入 YubiKey，以将其用作 Quotio 的密钥保险库。

# settings.yubikey.refresh
source: Refresh YubiKeys
fr: Actualiser les YubiKeys
vi: Làm mới danh sách YubiKey
zh_hans: 刷新 YubiKey

# settings.yubikey.selected
source: New Quotio secrets will be encrypted for this YubiKey. Existing Quotio secrets migrate when next used.
fr: Les nouveaux secrets Quotio seront chiffrés pour cette YubiKey. Les secrets existants migreront à leur prochaine utilisation.
vi: Các bí mật mới của Quotio sẽ được mã hóa cho YubiKey này. Các bí mật hiện có sẽ được chuyển sang khi dùng lần tới.
zh_hans: 新的 Quotio 密钥将为此 YubiKey 加密。现有的 Quotio 密钥会在下次使用时迁移。

# settings.yubikey.setup
source: Set up this YubiKey…
fr: Configurer cette YubiKey…
vi: Thiết lập YubiKey này…
zh_hans: 设置此 YubiKey…

# settings.yubikey.setupPicker
source: YubiKey to set up
fr: YubiKey à configurer
vi: YubiKey cần thiết lập
zh_hans: 要设置的 YubiKey

# settings.yubikey.setupSucceeded
source: YubiKey set up. Quotio secrets are now protected by this key.
fr: YubiKey configurée. Les secrets Quotio sont désormais protégés par cette clé.
vi: Đã thiết lập YubiKey. Các bí mật của Quotio hiện được khóa này bảo vệ.
zh_hans: YubiKey 设置完成。Quotio 密钥现在由该密钥保护。

# settings.yubikey.setupSucceededSelect
source: YubiKey set up. Choose the key below to start protecting Quotio secrets.
fr: YubiKey configurée. Choisissez la clé ci-dessous pour protéger les secrets Quotio.
vi: Đã thiết lập YubiKey. Hãy chọn khóa bên dưới để bắt đầu bảo vệ các bí mật của Quotio.
zh_hans: YubiKey 设置完成。请在下方选择该密钥以开始保护 Quotio 密钥。

# settings.yubikey.setupUnpublished
source: YubiKey set up, but macOS has not published the new key yet. Reconnect the YubiKey, then refresh.
fr: YubiKey configurée, mais macOS n’a pas encore publié la nouvelle clé. Reconnectez la YubiKey, puis actualisez.
vi: Đã thiết lập YubiKey, nhưng macOS chưa công bố khóa mới. Hãy cắm lại YubiKey rồi làm mới.
zh_hans: YubiKey 设置完成，但 macOS 尚未发布新密钥。请重新连接 YubiKey，然后刷新。

# settings.yubikey.setupUnusedKeyConfigured
source: YubiKey set up. It stays unused while another key protects Quotio secrets.
fr: YubiKey configurée. Elle reste inutilisée tant qu’une autre clé protège les secrets Quotio.
vi: Đã thiết lập YubiKey. Khóa này chưa được dùng khi một khóa khác đang bảo vệ các bí mật của Quotio.
zh_hans: YubiKey 设置完成。在另一把密钥保护 Quotio 密钥期间，它将保持未使用状态。

# settings.yubikey.status.active
source: Active — %@
fr: Actif — %@
vi: Đang hoạt động — %@
zh_hans: 已启用 — %@

# settings.yubikey.status.activeDetail
source: Key %1$@ · %2$lld secrets protected
fr: Clé %1$@ · %2$lld secrets protégés
vi: Khóa %1$@ · %2$lld bí mật được bảo vệ
zh_hans: 密钥 %1$@ · 已保护 %2$lld 个密钥

# settings.yubikey.status.inactive
source: Not configured. Quotio secrets are stored in the macOS Keychain.
fr: Non configuré. Les secrets Quotio sont stockés dans le trousseau macOS.
vi: Chưa thiết lập. Các bí mật của Quotio được lưu trong Keychain của macOS.
zh_hans: 尚未配置。Quotio 密钥保存在 macOS 钥匙串中。

# settings.yubikey.status.missing
source: Configured YubiKey is not connected
fr: La YubiKey configurée n’est pas connectée
vi: YubiKey đã cấu hình chưa được kết nối
zh_hans: 已配置的 YubiKey 未连接

# settings.yubikey.status.missingDetail
source: Insert key %1$@ to unlock %2$lld protected secrets.
fr: Insérez la clé %1$@ pour déverrouiller %2$lld secrets protégés.
vi: Hãy cắm khóa %1$@ để mở %2$lld bí mật được bảo vệ.
zh_hans: 请插入密钥 %1$@ 以解锁 %2$lld 个受保护的密钥。

# settings.yubikey.title
source: YubiKey secret vault
fr: Coffre de secrets YubiKey
vi: Két bảo mật YubiKey
zh_hans: YubiKey 密钥保险库

# settings.yubikey.use
source: Use this YubiKey
fr: Utiliser cette YubiKey
vi: Dùng YubiKey này
zh_hans: 使用此 YubiKey

# sidebar.modeBadge.accounts
source: %d account(s)
fr: %d compte(s)
vi: %d tài khoản
zh_hans: %d 个账户

# sidebar.modeBadge.hint
source: Click to open Settings
fr: Cliquer pour ouvrir les paramètres
vi: Nhấn để mở Cài đặt
zh_hans: 点击打开设置

# status.connected
source: Connected
fr: Connecté
vi: Đã kết nối
zh_hans: 已连接

# status.connecting
source: Connecting
fr: Connexion en cours
vi: Đang kết nối
zh_hans: 正在连接

# status.disconnected
source: Disconnected
fr: Déconnecté
vi: Đã ngắt kết nối
zh_hans: 已断开

# status.error
source: Error
fr: Erreur
vi: Lỗi
zh_hans: 错误

# status.notRefreshed
source: Not refreshed
fr: Non actualisé
vi: Chưa làm mới
zh_hans: 未刷新

# status.refreshing
source: Refreshing...
fr: Actualisation...
vi: Đang làm mới...
zh_hans: 刷新中...

# status.running
source: Running
fr: En cours
vi: Đang chạy
zh_hans: 运行中

# status.starting
source: Starting...
fr: Démarrage...
vi: Đang khởi động...
zh_hans: 启动中...

# status.stopped
source: Stopped
fr: Arrêté
vi: Đã dừng
zh_hans: 已停止

# status.updatedAgo %@
source: Updated %@ ago
fr: Mis à jour il y a %@
vi: Cập nhật %@ trước
zh_hans: %@前更新

# troubleshooting.applyWorkaround
source: Apply Workaround (Backup & Force URL)
fr: Appliquer le correctif (sauvegarde et forcer l'URL)
vi: Áp dụng giải pháp (Sao lưu & Buộc URL)
zh_hans: 应用修复方案（备份并强制使用 URL）

# troubleshooting.description
source: Forces the proxy to use the primary Google API URL to fix slowness. Original settings are backed up and can be restored.
fr: Force le proxy à utiliser l'URL principale de l'API Google pour corriger la lenteur. Les paramètres d'origine sont sauvegardés et peuvent être restaurés.
vi: Buộc proxy sử dụng URL API Google chính để khắc phục tình trạng chậm. Cài đặt gốc được sao lưu và có thể khôi phục.
zh_hans: 强制代理使用 Google API 主 URL 以修复访问缓慢问题。原始设置已备份，可随时恢复。

# troubleshooting.restoreOriginal
source: Restore Original Settings
fr: Restaurer les paramètres d'origine
vi: Khôi phục cài đặt gốc
zh_hans: 恢复原始设置

# troubleshooting.title
source: Troubleshooting
fr: Dépannage
vi: Khắc phục sự cố
zh_hans: 故障排除

# tunnel.action.start
source: Start Tunnel
fr: Démarrer le tunnel
vi: Bật Tunnel
zh_hans: 启动隧道

# tunnel.action.stop
source: Stop Tunnel
fr: Arrêter le tunnel
vi: Tắt Tunnel
zh_hans: 停止隧道

# tunnel.error.notInstalled
source: cloudflared is not installed
fr: cloudflared n'est pas installé
vi: cloudflared chưa được cài đặt
zh_hans: cloudflared 未安装

# tunnel.error.startTimeout
source: Tunnel start timed out
fr: Délai d'attente du démarrage du tunnel dépassé
vi: Hết thời gian khởi động tunnel
zh_hans: 隧道启动超时

# tunnel.error.title
source: Error
fr: Erreur
vi: Lỗi
zh_hans: 错误

# tunnel.error.unexpectedExit
source: Tunnel process exited unexpectedly
fr: Le processus du tunnel s'est arrêté de manière inattendue
vi: Tiến trình tunnel đã thoát bất ngờ
zh_hans: 隧道进程意外退出

# tunnel.info.noAccount
source: No Cloudflare account required
fr: Aucun compte Cloudflare requis
vi: Không cần tài khoản Cloudflare
zh_hans: 无需 Cloudflare 账户

# tunnel.info.quick
source: Quick Tunnel - instant public URL
fr: Quick Tunnel - URL publique instantanée
vi: Quick Tunnel - URL công khai tức thì
zh_hans: 快速隧道 - 即时公共 URL

# tunnel.info.temporary
source: URL changes each session
fr: L'URL change à chaque session
vi: URL thay đổi mỗi phiên
zh_hans: URL 每次会话都会变化

# tunnel.info.title
source: About Quick Tunnels
fr: À propos des Quick Tunnels
vi: Về Quick Tunnels
zh_hans: 关于快速隧道

# tunnel.install.docs
source: View Documentation
fr: Voir la documentation
vi: Xem tài liệu
zh_hans: 查看文档

# tunnel.install.title
source: Install with Homebrew:
fr: Installer avec Homebrew :
vi: Cài đặt với Homebrew:
zh_hans: 使用 Homebrew 安装：

# tunnel.localProxy
source: Local Proxy
fr: Proxy local
vi: Proxy cục bộ
zh_hans: 本地代理

# tunnel.notInstalled.message
source: Install cloudflared to expose your proxy publicly via Cloudflare Tunnel.
fr: Installez cloudflared pour exposer votre proxy publiquement via Cloudflare Tunnel.
vi: Cài đặt cloudflared để công khai proxy qua Cloudflare Tunnel.
zh_hans: 安装 cloudflared 以通过 Cloudflare Tunnel 公开您的代理。

# tunnel.notInstalled.title
source: cloudflared Not Installed
fr: cloudflared non installé
vi: Chưa cài đặt cloudflared
zh_hans: cloudflared 未安装

# tunnel.publicURL
source: Public URL
fr: URL publique
vi: URL công khai
zh_hans: 公共 URL

# tunnel.section.description
source: Share your proxy publicly via Cloudflare Tunnel
fr: Partagez votre proxy publiquement via Cloudflare Tunnel
vi: Chia sẻ proxy công khai qua Cloudflare Tunnel
zh_hans: 通过 Cloudflare Tunnel 公开分享您的代理

# tunnel.section.label
source: Configure Tunnel
fr: Configurer le tunnel
vi: Cấu hình Tunnel
zh_hans: 配置隧道
